#アイテム合成用テーブルデータ

#テーブルデータの並び
# $gousei{"素材１"}{"素材２"} = "合成アイテム名<>種類,効果,回数,合成タイプ,";
# 合成タイプ
#   0=全ての素材が消える
#   1=素材1が消える  素材2は-1
#   2=素材2が消える  素材1は-1
#   3=両方-1
# 効果＆回数オプション
#   k1=素材1と同じ
#   k2=素材2と同じ
#   k3=素材1 + 素材2
$gousei{"軽油"}{"肥料"} = "火薬<>Y,1,1,0,";
$gousei{"携帯電話"}{"パワーブック"} = "モバイルPC<>Y,1,0,0,";
$gousei{"簡易レーダー"}{"地図"} = "レーダー<>R2,1,∞,0,";
$gousei{"水"}{"粉末ジュース"} = "特製ジュース<>HH,50,1,3,";
$gousei{"水"}{"パン"} = "ふやけたパン<>SH,10,1,3,";
$gousei{"シチュー"}{"パン"} = "クルトン入りシチュー<>HH,30,1,3,";
$gousei{"三味線糸"}{"釘"} = "簡易トラップ<>TN,10,1,1,";

$gousei{"火薬"}{"導火線"} = "ダイナマイト<>WD,35,10,3,";
$gousei{"信管"}{"火薬"} = "三村式特製爆弾<>WD,60,3,3,";
$gousei{"ガソリン"}{"空き瓶"} = "火炎瓶<>WD,20,5,3,";
$gousei{"バット"}{"釘"} = "釘バット<>WB,18,∞,1,";
$gousei{"鍋"}{"鍋のふた"} = "圧力鍋<>WD,30,1,0,";
$gousei{"スプレー缶"}{"ライター"} = "簡易火炎放射器<>WD,20,10,3,";
$gousei{"メリケンサック"}{"釘"} = "鉤爪<>WSP,22,∞,1,";
$gousei{"鎖"}{"鎌"} = "鎖鎌<>WCN,22,∞,0,";
$gousei{"スタンガン"}{"バッテリ"} = "高出力改造スタンガン<>WP,20,∞,1,";

$gousei{"ナイフ"}{"狂気の魂"} = "リッパーナイフ<>WNS狂,28,∞,0,";
$gousei{"鉤爪"}{"狂気の魂"} = "パペットクロウ<>WSP狂,30,∞,0,";
$gousei{"日本刀"}{"狂気の魂"} = "妖刀村正<>WNS狂,28,∞,0,";

$gousei{"鎌"}{"狂気の魂"} = "光子の鎌<>WN狂,40,∞,0,";
$gousei{"ロングスピア"}{"狂気の魂"} = "魔槍エターナル・フォルツ<>WS狂,40,∞,0,";
$gousei{"イングラムM10サブマシンガン"}{"狂気の魂"} = "桐山のマシンガン<>WGB狂,40,k1,0,";
$gousei{"クロスボウ"}{"狂気の魂"} = "魔弓レイザー・フォーテル<>WAB狂,40,k1,0,";
$gousei{"カード"}{"狂気の魂"} = "タロットカード<>WC狂,40,k1,0,";
$gousei{"古びた杖"}{"狂気の魂"} = "魔杖アポカリプス<>WB狂,40,∞,0,";
$gousei{"鉄拳"}{"狂気の魂"} = "ダークネスフィンガー<>WP狂,40,∞,0,";
$gousei{"爆竹"}{"狂気の魂"} = "グラビティブラスト<>WD狂,40,k1,0,";

$gousei{"甲冑"}{"戦乙女の祝福"} = "エターナリィ・ガーブ<>DBN,25,40,0,";
$gousei{"兜"}{"戦乙女の祝福"} = "セラフィック・ガーランド<>DH,15,20,0,";
$gousei{"籠手"}{"戦乙女の祝福"} = "エクストリーム・ガード<>DA,15,20,0,";
$gousei{"槍"}{"戦乙女の祝福"} = "ヴァルキリアランス<>WS,25,∞,0,";
$gousei{"ロングスピア"}{"戦乙女の祝福"} = "ヴァルキリアストライク<>WS,32,∞,0,";
$gousei{"ボウガン"}{"戦乙女の祝福"} = "閃弓フォウル・スレイヤー<>WAB,32,k1,0,";
$gousei{"アイスピック"}{"戦乙女の祝福"} = "貴子のアイスピック<>WS,35,∞,0,";

$gousei{"セーラー服"}{"狂気の魂"} = "スケバンの制服<>DBN狂,20,30,0,";
$gousei{"学ラン"}{"狂気の魂"} = "番長の制服<>DBN狂,20,30,0,";
$gousei{"作業着"}{"狂気の魂"} = "特攻服<>DBN狂,30,30,0,";

1
